[Setting]
Language=JPN

[String]
IDS_GML_1=スタート

IDS_GML_2=部品グループ1

IDS_GML_2_1=ストレートエジェクタピン
IDS_GML_2_2=段付エジェクタピン
IDS_GML_2_3=中ツバ付エジェクタピン
IDS_GML_2_4=角エジェクタピン
IDS_GML_2_5=エジェクタスリーブ
IDS_GML_2_6=ストレートセンターピン
IDS_GML_2_7=段付センターピン
IDS_GML_2_8=テーパレスセンターピン
IDS_GML_2_9=ストレートコアピン
IDS_GML_2_10=段付コアピン
IDS_GML_2_11=テーパレスコアピン
IDS_GML_2_12=ボス用･異形状･インローコアピン
IDS_GML_2_13=ブロックコアピン･入れ子


IDS_GML_3=部品グループ2

IDS_GML_3_1=スチールプレート
IDS_GML_3_2=デートマーク･リサイクルマーク･ガス抜き
IDS_GML_3_3=アンギュラピン･ロッキングブロック
IDS_GML_3_4=スライドコア･ルーズコア
IDS_GML_3_5=ガイドレール･センターレール
IDS_GML_3_6=スプルーブシュ･ロケートリング
IDS_GML_3_7=ランナー部品･電極
IDS_GML_3_8=ゲート部品
IDS_GML_3_9=ガイド部品
IDS_GML_3_10=位置決め部品
IDS_GML_3_11=エジェクタスペース関連部品
IDS_GML_3_12=型開き制御部品


IDS_GML_4=部品グループ3

IDS_GML_4_1=冷却関連部品1
IDS_GML_4_2=冷却関連部品2
IDS_GML_4_3=温調ヒーター
IDS_GML_4_4=断熱板
IDS_GML_4_5=ネジ･ワッシャ･小物
IDS_GML_4_6=ケミカル製品
IDS_GML_4_7=スプリング
IDS_GML_4_8=大型･ホットランナー関連部品
IDS_GML_4_9=ダイカスト型用部品
IDS_GML_4_10=成形関連


IDS_GML_5=型図検索

IDS_GML_6=お気に入り

IDS_GML_7=履歴

IDS_GML_8=複合検索

IDS_GML_9=ツリー検索

IDS_GML_10=編集

IDS_GML_11=部品表

IDS_GML_12=部品属性Viewer

IDS_GML_13=ユーザー設定

IDS_GML_13_1=地域＿言語＿材質規格
IDS_GML_13_2=カスタマイズ情報
IDS_GML_13_3=モデル出力＿CAD連携
IDS_GML_13_4=部品表設定


IDS_GML_14=ヘルプ

IDS_GML_14_1=使い方
IDS_GML_14_2=お取引情報
IDS_GML_14_3=サポート
IDS_GML_14_4=バージョン情報


IDS_GML_15=カスタムプロパティ

IDS_GML_DLG_TITLE=Sample for Mold 4.0（3.9.1）
IDS_GML_DLG_1=初期設定
IDS_GML_DLG_2=初期化
IDS_GML_DLG_3=Sample表示言語設定
IDS_GML_DLG_4=デフォルト値
IDS_GML_DLG_5=画面呼出しAPI
IDS_GML_DLG_6=表示
IDS_GML_DLG_7=モデル編集
IDS_GML_DLG_8=Modify String
IDS_GML_DLG_9=編集
IDS_GML_DLG_10=部品表
IDS_GML_DLG_11=数量
IDS_GML_DLG_12=現BOMリセット
IDS_GML_DLG_13=BOM String
IDS_GML_DLG_14=部品表を開く
IDS_GML_DLG_15=データ保存先
IDS_GML_DLG_16=モデル
IDS_GML_DLG_17=属性情報
IDS_GML_DLG_18=保存先を設定
IDS_GML_DLG_19=Auto Open

IDS_GML_LISTCTRL_R0C0=部品名
IDS_GML_LISTCTRL_R0C1=型番
IDS_GML_LISTCTRL_R0C2=数量
IDS_GML_LISTCTRL_R0C3=出荷日
IDS_GML_LISTCTRL_R0C4=材質
IDS_GML_LISTCTRL_R0C5=商品写真
IDS_GML_LISTCTRL_R0C6=備考
IDS_GML_LISTCTRL_R0C7=商品シリーズ

IDS_GML_CREATE_DISPATCH_FAIL=Mold EX-Press開発API初期化が失敗しました。
IDS_GML_INIT_SUCCESS=Mold EX-Press開発API初期化が成功しました。
IDS_GML_MODEL_SAVED_PATH=モデル出力先：
IDS_GML_ATTRIBUTE_DUMPED_FILE=モデル属性データの保存先：
IDS_GML_BOM_NUMBER_LIMIT=モデル数量が「0」にできません。

IDS_GML_LINK_HELP=..\\..\\Help\\Help_JPN.chm::/HTML/Help_0.htm
IDS_GML_LINK_1=..\\..\\Help\\Help_JPN.chm::/HTML/Help_2_02_a.htm
IDS_GML_LINK_2=..\\..\\Help\\Help_JPN.chm::/HTML/Help_2_02_d.htm
IDS_GML_LINK_3=..\\..\\Help\\Help_JPN.chm::/HTML/Help_2_02_e.htm
IDS_GML_LINK_4=..\\..\\Help\\Help_JPN.chm::/HTML/Help_2_02_f.htm